[
    {
        "title":"Fried Anchovies with Sage",
        "image":"https://spoonacular.com/recipeImages/1-556x370.jpg",
        "extendedIngredients": ["anchovies", "1 teaspoon of baking powder", "1 egg", "1 cup of flour", "sage leaves (optional - if you are not a fan of sage just omit)", ", 1 teaspoon of salt", "seltzer water", "vegetable oil for frying"],
        "instructions":"If you have not tried anchovies before - you must try them now! Get over any weird apprehensions or that its just bait or a punchline for a joke about pizza (\"extra anchovies\")! These little suckers are delicious & actually good for you! Baked, fried & grilled - they are ohh so good and worth a try. If your not up to it, then pass me your plate because I love'em!Here is my favorite - Fried Anchovies - the recipe below adds a sage leave to each piece of fish as well for an extra burst of flavor & color.Fried Anchovies with SageAcciughe fritte con Salvia1lb of anchovies cleaned, spine removedsage leaves (optional - if you are not a fan of sage just omit)batter1 cup of flour1 egg1 teaspoon of salt1 teaspoon of baking powderseltzer watervegetable oil for fryingIn a bowl combine flour, eggs, salt & baking powder. Slowly add in seltzer water & mix until forms a thin batter. Cover with plastic & set in the fridge for at least an hour.Heat oil in a pot to 350 degree.Remove batter from fridge and mix once or twice (batter will have separated).Take a sage leaf & anchovy put them together & dip into the batter - allowing access batter to drip off.Fry 20 seconds a side until golden brown.Remove from oil & drain on a paper towel.Sprinkle with salt & serve immediately.Pairs great with prosecco or white wine."
    }, 

    {
        "title":"Anchovies Appetizer With Breadcrumbs & Scallions",
        "image":"https://spoonacular.com/recipeImages/2-556x370.jpg",
        "extendedIngredients": ["6 oz marinated anchovies", "2 oz day-old bread", "1/2 garlic clove", "2 tsps olive oil plus 1/4 for drizzling", "2 whole scallions, julienned"],
        "instructions":"Preheat oven to 400 F.Remove crusts from bread and cut into bite-sized croutons.Rub garlic in bottom of a small oven-safe skillet, add 2 teaspoons olive oil.Rub croutons in oil until they absorb it all.Bake for 7-10 minutes or until deep golden brown.Remove and set aside.Slice anchovies in thirds.Toss with scallions.Divide into small cups, ramekins or bowls between 4 and 8 ounces and nestle in the croutons."
    }, 

    {
        "title":"Bread, Butter And Anchovies",
        "image":"https://spoonacular.com/recipeImages/5-556x370.jpg",
        "extendedIngredients": ["sliced Tuscan bread", "pickles baby capers", "anchovies, in oil or salted", "unsalted butter"],
        "instructions":"Slice bread into 1cm thick slices: you can toast them or use them as they are. I prefer a soft bread to exalt butter softness. Spread butter with generosity over the bread.If you want to use salted anchovies, rinse them under running water to remove extra salt and divide them into fillets, removing all the bones. If you use anchovies in oil, just make two fillets out of them and lay them over buttered bread.And now, the final touch: a pickled baby caper in the centre, and - in less than 3 minutes - you have an unusual afternoon break or a fun anti-crisis and anti-panic appetizer for Christmas."
    }, 

    {
        "title":"Fried Anchovies",
        "image":"https://spoonacular.com/recipeImages/6-556x370.jpg",
        "extendedIngredients": ["1 lb whole fresh, or cleaned and marinated anchovies (not the salted or tinned variety)", "0.25 t cayenne pepper", "cherry tomatoes, as needed", "crusty bread", "3 large eggs", "extra virgin olive oil, for dipping bread, optional", "1.5 c flour", "2 c olive oil", "salt and black pepper to taste"],
        "instructions":"If you are using whole, fresh anchovies you must clean them first. Pull off the heads and pull out the insides. Then rinse with clean water.Pour the olive oil into a small deep saucepan set over heat. Use a deep fry thermometer to monitor the heat.Meanwhile, add the eggs to a small bowl and beat until well mixed. Add the flour, cayenne, salt and black pepper to a shallow bowl, use a fork to mix the ingredients together. Dip the fish one at a time into the beaten eggs and then roll it in flour.When the oil reaches 365 degrees F. fry the fish a few at a time, rolling them around in the oil to assure even cooking until they are golden brown (about 5-8 minutes). Serve with crusty bread, extra-virgin olive oil for dipping the bread (optional) and tomatoes."
    },

    {
      "title":"Marinated Fresh Anchovies: Alici Marinate",
      "image":"https://spoonacular.com/recipeImages/9-556x370.jpeg",
      "extendedIngredients": ["2 pounds fresh anchovies", "4 cloves garlic, sliced paper thin", "2 cups extra-virgin olive oil", "2 tablespoons dried oregano", "1 bunch Italian parsley, finely chopped to yield 1/4 cup", "2 tablespoons red chile flakes", "2 tablespoons sea salt", "2 cups white wine vinegar"],
      "instructions":"Using scissors, trim the fins off of all the anchovies. Using a sharp paring knife, gut the fish, and rinse well. Cut off the heads and carefully remove the spine and pin bones by pulling from the top with the index finger and thumbnail. Separate the 2 fillets and rinse again. Lay 1 layer of the fillets in a deep oval quiche plate and sprinkle over with vinegar. Continue until all the fish fillets are in the plate and pour over the rest of the vinegar. Let sit to marinate for at least 4 hours in the refrigerator. Drain each anchovy from the vinegar, rinse, and pat dry with a kitchen towel. Wash out the oval quiche plate and dry well. Lay the cured anchovies into the quiche plate, one layer at a time, with 2 or 3 tablespoons olive oil, a pinch of oregano, a sprinkle of chile flakes, a sprinkle of parsley, a couple of garlic slices, and a sprinkle of salt. Layer until all of the anchovies are finished and allow to marinate at least 2 hours, refrigerated. To serve, bring anchovies to cellar temp, just about 58 degrees F, and place 8 or 9 on each plate drained of oil. The cured anchovies will last like this for 1 week in the refrigerator."
    },

    {
      "title":"Roasted Peppers with Boquerones",
      "image":"https://spoonacular.com/recipeImages/12-556x370.jpg",
      "extendedIngredients": ["12 boquerones (white anchovy fillets in vinegar), drained, patted dry, and halved lengthwise", "6 large red bell peppers (3 pounds total)", "1 tablespoon Sherry vinegar", "1 teaspoon sugar"],
      "instructions":"Preparation Preheat broiler. Broil bell peppers on a broiler pan about 5 inches from heat, turning occasionally with tongs, until skins are blackened, 15 to 20 minutes. Transfer to a large bowl and cover bowl tightly with plastic wrap, then let steam 20 minutes. When peppers are cool enough to handle, peel them, reserving all juices in bowl, and discard stems and seeds. Cut peppers lengthwise into 1/4-inch-wide strips. Pour pepper juices through a sieve into another bowl, then add vinegar and sugar to juices, stirring until sugar is dissolved, then stir in peppers. Marinate peppers at room temperature, stirring occasionally, at least 2 hours. Spoon peppers and juices into a shallow bowl and arrange anchovy strips decoratively on top. Cooks' note: Peppers can marinate (without anchovies), covered and chilled, up to 3 days. Bring to room temperature before serving."
    },

    {
      "title":"Sliced Baguette With Radishes And Anchovy Butter",
      "image":"https://spoonacular.com/recipeImages/16-556x370.jpg",
      "extendedIngredients": ["2 to 3 anchovy fillets, finely chopped", "16 1/2-inch-thick diagonal slices baguette", "Additional chopped fresh chives (for garnish)", "Coarse kosher salt", "2 Tbsps chopped fresh chives", "10 radishes (such as French Breakfast), trimmed, thinly sliced on diagonal", "1/2 cup (1 stick) unsalted butter, room temperature"],
      "instructions":"Mix butter, 2 chopped anchovy fillets, and 2 tablespoons chives in small bowl, adding 1 more chopped anchovy fillet to taste, if desired. Season with salt and freshly ground black pepper. Spread anchovy butter over 1 side of each baguette slice. Top each baguette slice with radish slices, overlapping slightly to cover bread. Garnish with additional chopped chives and serve."
    }, 

    {
      "title":"Savory Slow Roasted Tomatoes with Filet of Anchovy",
      "image":"https://spoonacular.com/recipeImages/17-556x370.jpg",
      "extendedIngredients": ["8 high quality anchovy filets, (we use anchovies from Sardegna packed in salt)", "good quality extra virgin olive oil", "Roasted Tomatoes with Anchovies", "small handful of any fresh herbs you like, chopped - we use oregano but you can also use basil, thyme, etc.", "salt & pepper", "4 round tomatoes (we grow & use grappolo for this dish)"],
      "instructions":"It's tomato season, so keep it simple while cooking. No need to make heavy sauces with all those gorgeous tomatoes that are bursting with flavor - try a simple 5 ingredient recipe with slow roasted tomatoes, herbs, loads of olive oil and topped with a filet of anchovy! This recipe is straight from the seaside of Le Marche, where we first devoured this delicious antipasto in Numana.On a hot summer's day, we keep the kitchen oven off & make these in our outdoor wood burning oven!Roasted Tomatoes with AnchoviesPomodori al forno con le acciugheserves 44 round tomatoes (we grow & use grappolo for this dish)small handful of any fresh herbs you like, chopped - we use oregano but you can also use basil, thyme, etc.salt & peppergood quality extra virgin olive oil8 high quality anchovy filets, (we use anchovies from Sardegna packed in salt)Preheat oven to 150 C or 280 FCut the top 3rd off the tomatoes & discard top.Place tomatoes on a baking tray, lined with parchment paper. Sprinkle generously with salt, pepper & herbs. Drizzle with a generous amount of olive oil. Place in the oven for 4-6 hours depending on the size of your tomatoes. Every once in a while as you pass the kitchen, baste the tomatoes in the juices & olive oil in the pan.Once the tomatoes shrivel up a bit & start to look sun-dried, they are ready. They should still hold their shape & not become mush.Remove from oven, top each tomato with a whole anchovy filet. Serve warm or room temperature with olive oil from the baking pan drizzled over the top."
    },

    {
      "title":"Roasted Tomato Spaghetti",
      "image":"https://spoonacular.com/recipeImages/101-556x370.jpg",
      "extendedIngredients": ["3 anchovy fillets, drained, optional", "1 (28-ounce) can Italian plum tomatoes with juice", "2 tablespoons minced fresh parsley, optional", "4 garlic cloves, minced", "1/3 cup pitted Kalamata (Greek) olives (about 12)", "3 tablespoons extra-virgin olive oil", "1 teaspoon dried oregano", "1 cup chopped red onion", "1/2 teaspoon red pepper flakes", "1 pound spaghetti"],
      "instructions":"Heat oven to 450 F. In a large, ovenproof skillet or baking pan, combine the olive oil, onion, garlic, olives, anchovies (if desired), pepper flakes, and oregano. Place on low heat and bring to a simmer, stirring, 2 minutes. Remove from heat, pour the tomatoes over top, and season with salt and freshly ground pepper. Transfer to oven and roast 20 minutes until sauce is hot and bubbly and onions are soft. Meanwhile, cook spaghetti according to package directions, about 10 to 12 minutes. Transfer the sauce ingredients to the bowl of a food processor or blender and pulse once or twice (sauce should be chunky). Drain spaghetti and toss with the tomato sauce. Drizzle with a little more olive oil and sprinkle with parsley, if desired."
    }, 

    {
      "title":"Spaghettini with Tomatoes, Anchovies and Almonds",
      "image":"https://spoonacular.com/recipeImages/118-556x370.jpg",
      "extendedIngredients": ["1/2 cup salted roasted almonds", "1/4 cup finely shredded basil leaves", "1 1/2 pounds beefsteak tomatoes, cored and finely diced", "2 tablespoons capers, drained", "Pinch of crushed red pepper", "1 large garlic clove, smashed", "3 large oil-packed anchovies", "1/2 cup extra-virgin olive oil", "1/2 cup grated fresh pecorino cheese, such as Fiore di Sardo, plus more for serving", "Salt and freshly ground black pepper", "2 scallions, white and green parts, thinly sliced", "1 pound spaghettini"],
      "instructions":"In a large bowl, combine the diced tomatoes with the shredded basil, scallions, olive oil and crushed red pepper. Season lightly with salt and black pepper and let the tomatoes stand for 20 minutes. Meanwhile, in a mini food processor, pulse the almonds with the anchovies and garlic until finely chopped. Add the 1/2 cup of pecorino cheese and the capers and pulse to combine. In a large pot of boiling salted water, cook the pasta until al dente. Drain the pasta, shaking off the excess water. Add the pasta to the tomatoes along with the chopped almond mixture and toss well. Serve the pasta, passing extra cheese at the table."
    },

    {
        "title":"Grouper Veracruz",
        "image":"https://spoonacular.com/recipeImages/3000-556x370.jpg",
        "extendedIngredients": ["2 bay leaves", "2 teaspoons butter", "1 (28-ounce) can whole tomatoes, undrained", "1 tablespoon capers", "1/4 teaspoon dried thyme", "1/2 cup fresh cilantro leaves", "4 garlic cloves, crushed", "1/3 cup chopped pitted green olives", "6 (6-ounce) grouper fillets", "1 1/2 teaspoons minced jalapeño pepper", "1/4 cup fresh lime juice", "3 tablespoons grated lime rind", "2 teaspoons extra-virgin olive oil", "3 cups thinly sliced onion (about 1 large)", "1/4 teaspoon dried oregano", "1/2 teaspoon salt", "1/4 teaspoon sugar"],
        "instructions":"Rub both sides of fillets with garlic; sprinkle with salt. Arrange fillets in a single layer in a large shallow dish. Add lime rind and juice, turning to coat. Cover and marinate in refrigerator 1 hour.                                                                                                Heat oil in a large nonstick skillet over medium-high heat. Add onion; saut 5 minutes or until golden. Stir in olives and next 6 ingredients (olives through tomatoes). Reduce heat and simmer, uncovered, 10 minutes, stirring occasionally. Stir in capers. Remove from pan.                                                                                                Melt butter in pan over medium-high heat. Add fillets; cook 3 minutes on each side or until fish flakes easily with a fork. Pour tomato mixture over fillets; cook 5 minutes or until thoroughly heated. Sprinkle with cilantro. Serving size: 1 fillet and 1/2 cup tomato sauce."
    },

    {
        "title":"Pan-Roasted Grouper with Provençal Vegetables",
        "image":"https://spoonacular.com/recipeImages/2981-556x370.jpg",
        "extendedIngredients": ["1/2 teaspoon black pepper, divided", "1 (28-ounce) can no-salt-added whole tomatoes, drained and coarsely chopped", "2 cups thinly sliced fennel bulb (about 1 medium bulb)", "1 garlic clove, minced", "4 (6-ounce) grouper fillets (about 1 inch thick)", "2 teaspoons olive oil", "16 picholine olives, pitted and chopped", "2 tablespoons fresh orange juice", "1/2 teaspoon salt, divided", "spinach-mushroom salad"],
        "instructions":"Preheat oven to 450. Combine first 4 ingredients. Add 1/4 teaspoon salt and 1/4 teaspoon pepper; toss well. Spoon mixture into bottom of a broiler pan coated with cooking spray. Bake at 450 for 10 minutes; stir once. Combine remaining 1/4 teaspoon salt, remaining 1/4 teaspoon pepper, oil, and garlic; brush evenly over fish. Place fish on broiler pan rack coated with cooking spray; place rack over fennel mixture. Bake at 450 for 10 minutes or until desired degree of doneness."
    },

    {
        "title":"Roasted Cod With Lemon-parsley Crumbs",
        "image":"https://spoonacular.com/recipeImages/1989-556x370.jpg",
        "extendedIngredients": ["6 1- to 1-1/2-inch-thick cod fillets", "3 Tbs. finely chopped fresh flat-leaf parsley", "Kosher salt and freshly ground black pepper", "2 tsp. finely grated lemon zest", "1 cup panko breadcrumbs", "3 Tbs. melted unsalted butter"],
        "instructions":"Tip:If you get thinner tail pieces of cod, you might want to fold them over to double the thickness so they dont cook too quickly and dry out.    Position a rack in the center of the oven and heat the oven to 425F.    In a medium bowl, combine the panko, butter, parsley, and lemon zest. Add a pinch of salt and a grind of pepper and stir to evenly distribute the ingredients.    Line a heavy-duty rimmed baking sheet with parchment. Arrange the cod fillets on the baking sheet and season all over with salt and pepper. Divide the panko topping among the fillets, pressing lightly so it adheres. Roast until the breadcrumbs are browned and the fish is mostly opaque (just cooked through), with a trace of translucence in the center (cut into a piece to check), 10 to 12 minutes, depending on the thickness of the fillets. Serve immediately."
    }
]